Repository: ttwago/News_Portal-16.4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Новости
ru: News

source: Создать новость
ru: Create a news item

source: Создать статью
ru: Create an article

source: Поиск
ru: Search

source: Войти
ru: Enter

source: Подписаться
ru: Subscribe

source: Список новостей
ru: News List

source: Всего новостей
ru: Total news

source: Заголовок
ru: Heading

source: Дата публикации
ru: Date of publication

source: Содержание
ru: Content
